Repository: qplot/ssp
Catalog: sites/all/modules/mysite/po/*.po
Languages: es

source: MySite
es: MiSitio

source: Default page settings
es: Opciones por defecto de la página

source: Edit the default MySite content settings.
es: Modificar las opciones de contenido de MiSitio por defecto.

source: Default page content
es: Contenido por defecto de la página

source: View all custom sites
es: Ver todos los sitios personalizados

source: MySite autocomplete
es: Autocompletar de MiSitio

source: Ajax MySite
es: Ajax MiSitio

source: View
es: Ver

source: Delete
es: Eliminar

source: Settings
es: Opciones

source: Reset
es: Reiniciar

source: Content
es: Contenido

source: Customize
es: Personalizar

source: Remove item
es: Eliminar elemento

source: Promote item
es: Promover elemento

source: Add item
es: Adicionar elemento

source: Settings for the @type plugin
es: Opciones para la extensión @type

source: Read @username's personal page.
es: Leer la página personal de @username.

source: View custom sites
es: Ver sitios personalizados

source: <p>@title content is no longer available and has been removed from your personal page.</p>
es: <p>El contenido @title ya no está disponible y ha sido eliminado de tu página personal.</p>

source: Page Title
es: Título de Página

source: Updated
es: Actualizado

source: There are no publicly viewable personal pages.
es: No hay páginas personales visibles públicamente.

source: Create your own personal page.
es: Crea tu propia página personal.

source: The %title item is no longer available.
es: El elemento %title ya no está disponible.

source: You have no content saved.
es: No tienes contenido guardado.

source: Add content
es: Adicionar contenido

source: <h3>Content</h3>
es: <h3>Contenido</h3>

source: position
es: posición

source: sort
es: ordenar

source: title
es: título

source: actions
es: acciones

source: This region is empty
es: Esta región está vacía

source: <h3>Current content</h3>
es: <h3>Contenido actual</h3>

source: Click and drag to sort
es: Selecciona y arrastra con el mouse para ordenar

source: region
es: región

source: <p>You have no content saved.</p>
es: <p>No tienes contenido guardado.</p>

source: <h3>Personal content is full</h3>
es: <h3>Contenido personal lleno</h3>

source: View your personal page
es: Ver tu página personal

source: The requested content type %type is not available.
es: El contenido solicitado tipo %type no está disponible.

source: The requested content failed to load.
es: El contenido solicitado no cargó correctamente.

source: Display Settings
es: Opciones de Despliegue

source: MySite Sitename
es: Nombre de MiSitio

source: My !site
es: Mi !site

source: Enter the title string to be used for MySite menu items and page titles.
es: Indica el texto de título a ser usado para los elementos de menú y títulos de página de MiSitio.

source: MySite Behavior
es: Comportamiento de MiSitio

source: Show list of all user mysites
es: Muestra una lista de todos los misitios de los usuarios

source: Go to user MySite page
es: Ir a la página MiSitio del usuario

source: Create an overview page with links to all custom user MySite pages?
es: Crear una página resumen con enlaces a todas las páginas MiSitio personalizadas de los usuarios?

source: MySite Privacy
es: Privacidad de MiSitio

source: Default setting is "public"
es: Configuración por defecto es "público"

source: Default setting is "private"
es: Configuración por defecto es "privado"

source: When creating new user MySite pages, should they default to public or private?
es: Al crear nuevas páginas MiSitio de usuarios, deben ser por defecto públicas o privadas?

source: MySite Page Setup
es: Configuración de Página de MiSitio

source: Show MySite within normal site theme
es: Mostrar MiSitio en el estilo normal de esta web

source: Show MySite pages full screen
es: Mostrar páginas MiSitio en pantalla completa

source: The full screen option will remove the left and right rail regions from a MySite page view.
es: La opción de pantalla completa eliminará las regiones izquierda y derecha de la vista de página de MiSitio.

source: MySite Item Deletion
es: Eliminación de Elemento de MiSitio

source: Delete items on request
es: Eliminar elementos al solicitarse

source: Prompt user to confirm deletions
es: Pedir al usuario confirmar la eliminación

source: Should users be asked to confirm the deletion of content? Users may choose to ignore the prompt.
es: Debe pedirse a los usuarios confirmar la eliminación de contenidos? Los usuarios pueden optar por ignorar la confirmación.

source: MySite Node Links
es: Enlaces de Nodos de MiSitio

source: Do not show MySite links
es: No mostrar enlaces de MiSitio

source: Content Settings
es: Opciones de Contenido

source: MySite Content Types
es: Tipos de Contenido de MiSitio

source: options
es: opciones

source: Disabled Content Types:
es: Desactivar Tipos de Contenido:

source: Content Browser
es: Explorador de Contenido

source: Content Browsing
es: Exploración de Contenido

source: Display a text-only table
es: Mostrar una tabla sólo de texto

source: Display rows of icons
es: Mostrar hileras de íconos

source: Content Layout
es: Distribución de Contenido

source: Items per row for the icon panel.
es: Elementos por final en el panel de íconos.

source: Items per Page
es: Elementos por Página

source: User Limits
es: Límites de Usuario

source: Item Count
es: Conteo de Elementos

source: Element Count
es: Conteo de Elementos

source: Action Buttons
es: Botones de Acción

source: Action Labels
es: Etiquetas de Acción

source: Icons
es: Iconos

source: The action button icon set:
es: Set de íconos de botón de acción:

source: Cache Settings
es: Opciones de Cache

source: Cache Off
es: Cache Apagado

source: 1 hour
es: 1 hora

source: MySite Cache
es: Cache de MiSitio

source: Default Page Settings
es: Opciones por Defecto de Página

source: MySite Default User
es: Usuario por Defecto de MiSitio

source: Personal page title
es: Título de página personal

source: Allow others to see your personal page
es: Permitir a otros ver tu página personal

source: Theme
es: Estilo

source: Select a theme for your personal page.
es: Selecciona un tema para tu página personal

source: Select a layout for your personal page.
es: Selecciona una distribución para tu página personal

source: Layout
es: Distribución

source: Select a style for your personal page.
es: Selecciona un estilo para tu página personal

source: Content format
es: Formato de contenido

source: Select a format for your personal page.
es: Selecciona un formato para tu página personal

source: Update all content to this format
es: Actualizar todos los contenidos a este formato

source: Save and view changes
es: Guardar y ver cambios

source: Save settings and continue >>
es: Guardar opciones y continuar >>

source: Settings updated.
es: Opciones actualizadas.

source: mysite created
es: misitio creado

source: Failure. Invalid UID
es: Fallo. UID Incorrecto

source: No content is available.
es: No hay contenido disponible.

source: Actions
es: Acciones

source: add
es: adicionar

source: <h3>@cat to your personal page</h3>
es: <h3>@cat a tu página personal</h3>

source: Browse available options
es: Explorar opciones disponibles

source: Content title
es: Título de contenido

source: Lock item
es: Fijar elemento

source: Page region
es: Región de la página

source: Select a format.
es: Selecciona un formato.

source: Save settings
es: Guardar opciones

source: You must select a format.
es: Debes seleccionar un formato.

source: The title must be unique.
es: El título debe ser único.

source: You must enter a title.
es: Debes introducir un título.

source: Title successfully changed.
es: Título cambiado exitosamente.

source: Do not show this message again.
es: No mostrar este mensaje de nuevo.

source: Delete this page
es: Eliminar esta página

source: Reset my personal page
es: Reiniciar mi página personal

source: Item added.
es: Elemento adicionado.

source: Item deleted.
es: Elemento eliminado.

source: Item demoted.
es: Elemento degradado.

source: Item promoted
es: Elemento promovido

source: Default settings
es: Opciones por defecto

source: Add !name to your personal page
es: Adicionar !name a tu página personal

source: Remove !name from your personal page
es: Eliminar !name de tu página personal

source: Personal Settings
es: Opciones Personales

source: Personal Theme
es: Tema Personal

source: Content Style
es: Estilo de Contenido

source: Display Format
es: Formato de Despliegue

source: Enable this plugin.
es: Activar esa extensión.

source: Could not find proper info file.
es: No pudo encontrarse el archivo de información adecuada.

source: The $type was not set
es: No se configuró el/la $type

source: promote item
es: promover elemento

source: demote item
es: degradar elemento

source: delete item
es: eliminar elemento

source: item settings
es: opciones de elemento

source: Reset to Defaults
es: Restaurar Valores por Defecto

source: Administer
es: Administrar

source: MySite Settings
es: Opciones de MiSitio

source: Default Settings
es: Opciones por Defecto

source: Default Content
es: Contenido por Defecto

source: << first
es: << primero

source: last >>
es: último >>

source: Item title
es: Título de elemento

source: Sample headline
es: Encabezado de muestra

source: sample text
es: texto de muestra

source: mysite
es: misitio

source: administer mysite
es: administrar misitio

source: edit mysite
es: modificar misitio

source: view all mysites
es: ver todos los misitios

source: aggregator
es: agregador

source: add mysite feeds
es: adicionar fuentes de misitio

source: Content icons
es: Iconos de contenido

source: MySite Icons
es: Iconos de MiSitio

source: Current icons
es: Iconos actuales

source: Add content icon
es: Adicionar ícono de contenido

source: Icon settings
es: Opciones de Iconos

source: Change
es: Modificar

source: Change content icon.
es: Modificar ícono de contenido.

source: Delete content icon.
es: Eliminar ícono de contenido.

source: MySite Icons Directory
es: Directorio de Iconos de MySite

source: Icon maximum dimensions
es: Dimensiones máximas de íconos

source: Icon maximum file size
es: Tamaño máximo del archivo de ícono

source: Download icons
es: Descargar íconos

source: Do not download icons.
es: No descargar íconos.

source: Attempt to download icons.
es: Intentar descargar íconos.

source: Type Id
es: Id de Tipo

source: Current Icons
es: Iconos Actuales

source: No icons found.
es: No se encontraron íconos.

source: Upload icon:
es: Enviar ícono:

source: Icon successfully changed.
es: Icono cambiado exitosamente.

source: The image upload has failed.
es: El envío de la imagen ha fallado.

source: Select @key
es: Selecciona @key

source: Add new %key icon
es: Adicionar nueva ícono de %key

source: Select Item and Continue
es: Seleccionar Elemento y Continuar

source: You must select an option.
es: Debes seleccionar una opción.

source: Change icon:
es: Modificar ícono:

source: Invalid selection.
es: Selección incorrecta.

source: Delete icon:
es: Eliminar ícono:

source: Delete Icon
es: Eliminar Icon

source: Icon successfully deleted.
es: Icono eliminado exitosamente.

source: Save Icon
es: Grabar Icono

source: The uploaded file was not an image.
es: El archivo subido no es una imagen.

source: Upload new icon.
es: Enviar nuevo ícono.

source: Change current icon.
es: Cambiar ícono actual.

source: Installing the MySite module
es: Instalando el módulo MySite

source: MySite module installed successfully.
es: Módulo MySite instalado exitosamente.

source: Could not delete file %file
es: No pudo eliminarse el archivo %file

source: Add Bibliography
es: Adicionar Bibliografía

source: Could not find title
es: No pudo encontrarse título

source: Could not find data
es: No pudo encontrarse info

source: User Name
es: Nombre de Usuario

source: Add biblio
es: Adicionar biblio

source: The bibliographies of %user
es: Bibliografías de %user

source: Refined Categories
es: Categorías Refinadas

source: articles
es: artículos

source: Add Refined Categories
es: Adicionar Categorías Refinadas

source: <h3>Rename Groups</h3>
es: <h3>Renombrar Grupos</h3>

source: Terms
es: Categorías

source: Rename
es: Renombrar

source: Edit name
es: Modificar nombre

source: Add Content Group
es: Adicionar Grupo de Contenido

source: Group Name
es: Nombre de Grupo

source: Create new group
es: Crear nuevo grupo

source: Group name
es: Nombre de grupo

source: Change title
es: Cambiar título

source: Title changed successfully.
es: Título cambiado exitosamente.

source: This content group already exists.
es: Este grupo de contenido ya existe.

source: New content group added.
es: Nuevo grupo de contenido adicionado.

source: Insert failed
es: Inserción fallida

source: News from
es: Noticias de

source: Add User Storylinks
es: Adicionar Storylinks de Usuario

source: Add storylink
es: Adicionar storylink

source: The storylink posts of %user
es: Publicaciones de storylink de %user

source: Web Links
es: Enlaces Web

source: weblinks
es: enlaces web

source: Add Web Link
es: Adicionar Enlace Web

source: Category
es: Categoría

source: Add category
es: Adicionar categoría

source: The taxonomy module is not active or there are no vocabularies. These features cannot be used.
es: El módulo de taxonomía no está activo o no hay vocabularios. Estas funcionalidades no pueden ser usadas.

source: Allowed Vocabularies
es: Vocabularios Permitidos

source: What weblinks vocabularies should be displayed to MySite users?
es: ¿Cuáles vocabularios de enlaces web deben desplegarse para los usuarios de MiSitio?

source: Last change
es: Ultimo cambio

source: Number of clicks
es: Número de clicks

source: Sorting
es: Ordenando

source: How should weblinks be sorted for MySite users?
es: ¿Cómo deben ordenarse los enlaces para usuarios de MiSitio?

source: Headlines list
es: Lista de Titulares

source: <li><a href="#">Sample headline</a></li>
es: <li><a href="#">Titular de ejemplo</a></li>

source: default
es: por defecto

source: submitted by !author on !time
es: publicado por !author en !time

source: Headlines and summaries
es: Titulares y resúmenes

source: <h2><a href="#">Sample headline</a></h2>
es: <h2><a href="#">Titular de ejemplo</a></h2>

source: submitted by johndoe on !time
es: publicado por juanperez en !time

source: teasers
es: fragmento inicial

source: <p>No content found.</p>
es: <p>No se encontró ningún contenido.</p>

source: Read more
es: Ver más

source: Left
es: izquierda

source: Right
es: Derecha

source: Two column
es: Dos columnas

source: Two equal-width columns.
es: Dos columans del mismo ancho.

source: Main
es: Principal

source: Basic layout
es: Distribución básica

source: A single-column display of your personal content.
es: Una simple columna para mostrar contenido personal.

source: Sidebar
es: Barrra Lateral

source: Left sidebar
es: Barra lateral izquierda

source: A large main area with left sidebar.
es: un área grande con una barra lateral izquierda.

source: Stacked two column
es: Dos columnas apiladas

source: One main area and two equal-width columns.
es: Un área grande con dos columnas del mismo ancho.

source: Three column
es: Tres columnas

source: Three equal-width columns.
es: Tres columnas con el mismo ancho.

source: Web Headlines
es: Encabezados Web

source: <b>Web Headlines</b>: News items for an Aggregator category.
es: <b>Titulares Web</b>: Elementos y novedades de una categoría de Agregador.

source: headlines
es: encabezados

source: Aggregation
es: Agregación

source: Add Web Headlines
es: Adicionar Encabezados Web

source: Some web feeds are combined into categories. You can add an entire category of feeds to your personal page.
es: Algunas fuentes web están combinadas en categorías. Puedes adicionar una categoría completa de fuentes en tu página personal.

source: At least one Aggregator category must be created.
es: Debe crearse al menos una categoría de Agregador.

source: Could not find aggregator title
es: No pudo encontrarse el título del agregador

source: Could not find aggregator data
es: No pudo encontrarse info del agregador

source: Headline name
es: Nombre del titular

source: The name of the headlines you wish to add.
es: El nombre de los titulares que deseas adicionar.

source: The aggregator posts of @title
es: Las publicaciones del agregador de @title

source: <b>Blog Posts</b>: Blog posts from a specific user.
es: <b>Publicaciones de Blog</b>: Publicaciones de blog de un usuario específico.

source: blog posts
es: publicaciones de blog

source: Add User Blog
es: Adicionar Blog de Usuario

source: You can choose blog postings by specific users. Type a user name in the search box, or choose from the list of active bloggers.
es: Puedes elegir publicaciones de blog de usuarios específicos. Escribe el nombre de un usuario en la caja de búsqueda, o elige uno de la lista de escritores activos de blog.

source: There are no users with blog permissions.
es: No hay usuarios con permisos de bitácora.

source: Could not find blog title
es: No pudo encontrarse el título del blog

source: Could not find blog data
es: No pudo encontrarse info del blog

source: Search by user name
es: Buscar por nombre de usuario

source: The user name of the blog you wish to add.
es: El nombre del usuario cuya bitácora deseas adicionar.

source: The blog posts of @user
es: Las publicaciones de blog de @user

source: Books
es: Libros

source: <b>Books</b>: Pages from a book collection.
es: <b>Libros</b>: Páginas de una colección.

source: book pages
es: páginas de libros

source: Add Book Updates
es: Adicionar Actualizaciones de Libros

source: You can track new pages for individual books. Type a book name in the search box, or choose from the list provided.
es: Puedes mantenerte actualizado de nuevas páginas en los libros. Escribe un nombre de libro en la caja de búsqueda, o elige uno de la lista provista.

source: There are no users with create or edit book permissions.
es: No hay usuarios con permiso para crear o editar libros.

source: Could not find book data
es: No pudo encontrarse la info del libro

source: Could not find book title
es: No pudo encontrarse el título del libro

source: Book title
es: Título de libro

source: The name of the book you wish to add.
es: El nombre del libro que deseas adicionar.

source: Add Book
es: Adicionar Libro

source: <b>Post Comments</b>: Comments on a specific post.
es: <b>Comentarios de Publicación</b>: Comentarios de un contenido publicado específico.

source: Comments on
es: Comentarios en

source: Add Post Comments
es: Adicionar Comentarios de la Publicación

source: You can choose comments attached to specific posts. Search the list of active posts or browse from the list below.
es: Puedes elegir comentarios de contenido específicos. Busca la lista de contenidos activos o explora la lista debajo.

source: There are no users with commenting permissions.
es: No hay usuarios con permisos para comentar.

source: No comments found.
es: No se encontraron comentarios.

source: Could not find comment data
es: No pudo encontrarse la info del comentario

source: Could not find comment title
es: No pudo encontrarse el título del comentario

source: Post title
es: Título de publicación

source: The title of the post you wish to add.
es: El titulo del contenido que deseas adicionar.

source: Droplet
es: Aplicacioncita

source: <b>Droplets</b>: Content defined by the site administrator.
es: <b>Aplicacioncitas</b>: Contenido definido por el administrador del sitio.

source: Add Droplet
es: Adicionar Aplicacioncita

source: Droplets are helpful tools that you can add to your personal page. Search by name or select from the list provided.
es: Las aplicacioncitas son herramientas útiles que puedes adicionar a tu página personal. Busca por nombre o selecciona de la lista proporcionada.

source: You must create a Droplet before activating this content type.
es: Debes crear una aplicacioncita antes de activar este tipo de contenido.

source: Could not find droplet title
es: No pudo encontrarse el título de la aplicacioncita

source: Could not find droplet data
es: No pudo encontrarse la info de la aplicacioncita

source: Search by name
es: Buscar por nombre

source: The name of the content droplet you wish to add.
es: El nombre de la aplicacioncita que deseas adicionar.

source: Add Content
es: Adicionar Contenido

source: Subtype
es: Subtipo

source: change
es: modificar

source: add icon
es: adicionar ícono

source: <h3>Create New Droplet</h3>
es: <h3>Crear una Nueva Aplicacioncita</h3>

source: Create a new droplet
es: Crear una nueva aplicacioncita

source: You may copy code from <a href="!url">Google gadgets</a> or <a href="!wdb">WidgetBox</a> into a new droplet. Be sure to use the <em>Full HTML</em> input format.
es: Puedes copiar código de <a href="!url">Google gadgets</a> o <a href="!wdb">WidgetBox</a> en una nueva aplicacioncita. Asegúrate de seleccionar el formato de entrada <em>Full HTML</em>.

source: <h3>Create Droplet from existing blocks</h3>
es: <h3>Crear Aplicacioncita a partir de bloques existentes</h3>

source: <h3>Create Droplet from existing views</h3>
es: <h3>Crear Aplicacioncita a partir de vistas existentes</h3>

source: <h3>Current Droplets</h3>
es: <h3>Aplicacioncitas Actuales</h3>

source: <p>No droplets have been created.</p>
es: <p>No se han creado aplicacioncitas.</p>

source: Create Droplet
es: Crear Aplicacioncita

source: Block to transform
es: Bloque a transformar

source: Select the appropriate block to create a new droplet.
es: Selecciona el bloque apropiado para crear un nuevo droplet.

source: View to transform
es: Vista a transformar

source: Select the appropriate view to create a new droplet. <br />NOTE: Droplets cannot be created from <em>default views</em>. <br />Not all views make good droplets.
es: Selecciona la vista apropiada para crear una nueva aplicacioncita. <br />NOTA: Las aplicacioncitas no pueden crearse a partir de <em>vistas por defecto</em>. <br />No todas las vistas hacen buenas aplicacioncitas.

source: Droplet settings
es: Configuración de aplicacioncita

source: Droplet title
es: Título de aplicacioncita

source: The name of the droplet, as seen by the end user.
es: El nombre de la aplicacioncita, tal y como la ve el usuario final.

source: There is no content to render.
es: No hay contenido para mostrar.

source: <p><b>Droplet preview: </b></p><p><hr /></p><p>
es: <p><b>Vista Previa de la aplicacioncita: </b></p><p><hr /></p>

source: </p><p><hr /></p><p class="description">Content preview.</p>
es: </p><p><hr /></p><p class="description">Vista previa de contenido.</p>

source: Droplet content
es: Contenido de la aplicacioncita

source: The content to display to the end user.
es: El contenido a mostrar para el usuario final.

source: <p><b>Droplet content: </b></p><p><hr /></p>
es: <p><b>Contenido de la aplicacioncita: </b></p><p><hr /></p>

source: <p><hr /></p><p class="description">This content cannot be edited.</p>
es: <p><hr /></p><p class="description">Este contenido no puede ser editado.</p>

source: Droplet link
es: Enlace aplicacioncita

source: Optional: The URL to click for more of this content. Use http:// or a Drupal-formatted "path/to/item".
es: Opcional: La dirección URL a la cual hacer click para ver más de este contenido. Usa http:// o en formato Drupal "path/to/item".

source: Droplet xml link
es: Enlace xml de la aplicacioncita

source: Optional: The path to the RSS/XML output for this content. Use http:// or a Drupal-formatted "path/to/item".
es: Opcional: La dirección de salida RSS/XML de este contenido. Usa http:// o en formato Drupal "path/to/item".

source: Droplet Icon:
es: Icono de la Aplicacioncita:

source: Save Droplet
es: Guardar Aplicacioncita

source: Delete This Droplet
es: Eliminar Esta Aplicacioncita
