Repository: qplot/ssp
Catalog: sites/all/modules/mysite/po/*.po
Languages: es

source: <p>You are about to delete the droplet "@title." Do you wish to continue?</p>
es: <p>Estás a punto de eliminar la aplicacioncita "@title." ¿Deseas continuar?</p>

source: Confirm Deletion
es: Confirmar Eliminación

source: <p>An invalid selection has been detected.</p>
es: <p>Una selección incorrecta ha sido detectada.</p>

source: Another droplet already exists with the specified title.
es: Ya existe otra aplicacioncita con el título especificado.

source: Your droplet has been created successfully.
es: Tu aplicacioncita ha sido creada exitosamente.

source: Your droplet has been updated successfully.
es: Tu aplicacioncita ha sido actualizada exitosamente.

source: Your droplet has been deleted.
es: Tu aplicacioncita ha sido eliminada.

source: Web Feeds
es: Fuentes Web

source: <b>Web Feeds</b>: News items for a specific Aggregator feed.
es: <b>Fuentes Web</b>: Artículos y novedades de una guente específica del Agregador.

source: feed
es: fuente

source: Add Web Feed
es: Adicionar Fuente Web

source: Web feeds from other sites can be added to your personal page. Use the search box, or select from the list provided.
es: Fuentes de otros sitios pueden ser adicionadas a tu página personal. Usa el cuadro de búsquedas, o selecciona una de la lista provista.

source: There are no Aggregator feeds available.
es: No hay fuentes de Agregador disponibles.

source: User Feed categories are not configured.
es: No se han configurado las categorías para fuentes de usuario.

source: Default User Feed category is not configured
es: No se ha configurado la categoría por defecto para fuentes de usuario

source: There are no users with the "add mysite feeds" permissions
es: No hay usuarios con permiso para "adicionar fuentes misitio"

source: Other feeds
es: Otras fuentes

source: Could not find feed title
es: No pudo encontrarse el título de la fuente

source: Could not find feed data
es: No pudo encontrarse la info de la fuente

source: Feed title
es: Título de la Fuente

source: The name of the feed; typically the name of the web site you syndicate content from.
es: El nombre de la fuente; tipícamente el nombre del website del cual proviene el contenido.

source: The aggregator module is not active. These features cannot be used.
es: El módulo del agregador no está activo. Estas facilidades no pueden usarse.

source: Aggregator Settings
es: Opciones del Agregador de Fuentes

source: Aggregator Feeds
es: Fuentes del Agregador

source: Allow users to add new feeds
es: Permitir a los usuarios adicionar nuevas fuentes

source: Do not allow users to add new feeds
es: No permitir a los usuarios adicionar nuevas fuentes

source: Should users be able to add feeds to their MySite page? If so, be sure to grant the "add mysite feeds" permission in <a href="@url">MySite access control</a>.
es: ¿Deben los usuarios poder adicionar fuentes a su página MiSitio? En caso positivo, asegúrate de adicionar el permiso para "adicionar fuentes a misitio" en <a href="@url">control de acceso MiSitiol</a>.

source: <p>There are no categories configured. Please go to <a href="@url">aggregator categories</a> to add one. <br /><b>User Feeds</b> is a good choice.</p>
es: <p>No hay categorías configuradas. Por favor, ve a <a href="@url">categorías del agregador</a> para adicionar una. <br /><b>Fuentes de los Usuarios</b> es una buena opción.</p>

source: Allowed Feed Categories
es: Categorías de Fuente Permitidas

source: In which categories may users add new feeds?
es: ¿En cuáles categorías los usuarios pueden hacer nuevas fuentes?

source: <p><em>There are no categories configured. After you select at least one category, you must select a default.</em></p>
es: <p><em>No hay categorías configuradas. Luego de seleccionar al menos una categoría, debes seleccionar una por defecto.</em></p>

source: Default Feed Category
es: Categoría por Defecto de Fuente

source: What is the default category for new feeds?
es: ¿Cuál es la categoría por defecto para las nuevas fuentes?

source: Update interval
es: Frecuencia de actualización

source: Define the update interval for user-supplied feeds. This value will be used for all user-submitted feeds.
es: Define el intervalo de actualización para las fuentes definidas por los usuarios. Este valor será usado para todas las fuentes definidas por los usuarios.

source: Add new feed
es: Adicionar nueva fuente

source: You aren't limited to existing feeds. Add any RSS or Atom web feed from your favorite sites.
es: No estás limitado a las fuentes existentes. Puedes adicionar cualquier fuente RSS o Atom de tus sitios favoritos.

source: Add New Web Feed
es: Adicionar Nueva Fuente Web

source: The fully-qualified URL of the feed.
es: El URL completo de esta fuente.

source: Feed Categories
es: Categorías de Fuentes

source: Select a category for this feed
es: Selecciona una categoría para esta fuente

source: Submit New Feed
es: Adicionar Nueva Fuente

source: A feed named @feed already exists. <a href="@url">Would you like to add it to your MySite page</a>?
es: Una fuente llamada @feed ya existe. <a href="@url">¿Deseas adicionarla a tu página de MiSitio?</a>?

source: A feed named @feed already exists and has been added to your MySite page.
es: Una fuente llamada @feed ya existe y ha sido adicionada a la página de tu MiSitio.

source: You must enter a valid title.
es: Debes introducir un título válido.

source: You must enter a valid URL.
es: Debes introducir un URL válido.

source: <p>Failed to find RSS feed. Please check the URL and try again.</p>
es: <p>No se pudo encontrar la fuente RSS. Por favor, revisa la URL e intenta de nuevo.</p>

source: <p>Failed to parse RSS feed. Please check the URL and try again.</p>
es: <p>Fallo al leer la fuente RSS. Por favor, revisa el URL e intenta de nuevo.</p>

source: The feed from %site seems to be broken, due to an error "%error" on line %line.
es: La fuente de %site parece estar fuera de servicio, debido al error "%error" en la línea %line.

source: The feed from %site seems to be broken, because of error "%error" on line %line.
es: La fuente de alimentación de %site parece que no está funcionando, por el error "%error" en la línea %line.

source: A feed named @feed already exists at that url. <a href="@url">Would you like to add it to your MySite page</a>?
es: Una fuente de alimentación llamada @feed ya existe con esa dirección. ¿<a href="@url">Deseas adicionarla a tu página de MiSition</a>?

source: A feed named @feed already exists at that url and has been added to your MySite.
es: Una fuente de alimentación llamada @feed ya existe con esa dirección y ha sido adcionada a tu MiSitio.

source: Feed @feed added.
es: Fuente @feed adicionada.

source: view
es: ver

source: The feed @feed has been added.
es: La fuente @feed ha sido adicionada.

source: Copying icon file for Feed ID %fid.
es: Copiando el archivo de ícono para Fuente de Alimentación ID %fid.

source: The transfer of a MySite feed icon failed -- bad file extension -- for Feed ID %fid.
es: La transferencia de un ícono de fuente alimentación MiSitio ha fallado -- mala extensión de archivo -- para la Alimentación ID %fid.

source: The transfer of a MySite feed icon failed -- could not copy file -- for Feed ID %fid.
es: La transferencia de un ícono de fuente de alimentación MiSitio ha fallado -- no pudo copiarse el archivo -- para la Alimentación ID %fid.

source: Forums
es: Foros

source: <b>Forum Topics</b>: Forum posts within a specific topic.
es: <b>Tópicos en el Foro</b>: Publicaciones en los foros sobre un tóico específico.

source: forum posts
es: publicaciones del foro

source: Add Forum Topic
es: Adicionar Tema del Foro

source: You can track posts within a forum. Type a keyword to search for matching forum topics, or select from the list provided.
es: Puedes seguir las publicaciones en un foro. Escribe una palabra clave para buscar publicaciones en los foros, o selecciona de la lista provista.

source: There are no users with create or edit forum permissions.
es: No hay usuarios con permiso para crear o editar foros.

source: Could not find forum title
es: No pudo encontrarse el título del foro

source: Could not find forum data
es: No pudo encontrarse la información del foro

source: Forum title
es: Título del foro

source: The name of the forum you wish to add.
es: El nombre del foro que deseas adicionar.

source: Posts
es: Publicaciones

source: <b>Post Types</b>: Content posts of a specific type.
es: <b>Tipos de Publicaciones</b>: Publicaciones de contenido de un tipo específico.

source: posts
es: publicaciones

source: Add Posts by Type
es: Adicionar Publicaciones por Tipo

source: You can add recent posts by type to your personal page. Choose from the list of available content types.
es: Puedes adicionar publicaciones recientes a tu página personal. Elige entre la lista de tipos de contenidos disponibles.

source: No users have permission to access site content
es: No hay usuarios con permisos para acceder a los perfiles.

source: Could not find node title
es: No pudo encontrarse el título del contenido

source: Could not find node data
es: No pudo encontrarse la info del contenido

source: Allowed content types
es: Tipos de contenido permitidos

source: <h3>Content types</h3><p>Enabling the options below will allow users to add recent posts of a specific content type to their MySite page.</p><p><em>If no options are selected, then all node types will be available.</em></p>
es: <h3>Tipos de Contenido</h3><p>Activar las opciones debajo permitirán a los usuarios adicionar contenidos recientes de un tipo específico a su página MiSitio.</p><p><em>Si no se seleccionan opciones, entonces todos los nodos estarán disponibles.</em></p>

source: Select the content types that users may select for their MySite page.
es: Selecciona los contenidos que los usuarios pueden colocar en su página MiSitio.

source: <b>Path Aliases</b>: Creates <em>mysite/USERNAME</em> path aliases for all MySite users.
es: <b>Aliases de Ruta</b>: Crea direcciones <em>mysite/NOMBREDEUSUARIO</em> para todos los usuarios de MiSitio.

source: Usability
es: Usabilidad

source: Most popular
es: Lo Mas Popular

source: <b>Most Popular</b>: The MySite content most requested by users.
es: <b>Más Popular</b>: Los contenidos más solicitados por los usuarios en MiSitio.

source: Add Popular Content
es: Adicionar Contenido Popular

source: Browse the list of the 100 most popular items on personal user pages.
es: Explorar la lista de los 100 elementos más populares en uso en las páginas personales.

source: There is no content stored in MySite pages. Try again later.
es: No hay contenido guardado en páginas MiSitio. Intenta de nuevo más tarde.

source: Post
es: Publicación

source: <b>Posts</b>: A specific, published post.
es: <b>Publicaciones</b>: Una publicación específica, disponible.

source: Add Post
es: Adicionar publicación

source: You can add individual posts to your page. Search the list of active posts or browse from the list provided.
es: Puedes adicionar publicaciones individuales a tu página. Busca la lista de publicaciones activas o explora la lista provista.

source: Could not find post data
es: No pudo encontrarse la info del contenido

source: Could not find post title
es: No pudo encontrarse el título del contenido

source: <h3>Content types</h3><p>Enabling the options below will allow users to add specific posts to their MySite page.</p><p><em>If no options are selected, then all node types will be available.</em></p>
es: <h3>Tipos de Contenido</h3><p>Activar las opciones debajo permitirán a los usuarios adicionar contenidos específicos a su página MiSitio.</p><p><em>Si no se seleccionan opciones, entonces todos los nodos estarán disponibles.</em></p>

source: Profile
es: Perfil

source: <b>User Profiles</b>: Selected information about the user
es: <b>Perfiles de Usuarios</b>: Información seleccionada sobre el usuario

source: Add Your Profile
es: Adiciona Tu Perfil

source: You may add your profile to your personal page.
es: Puedes adicionar tu perfil a tu página personal.

source: There are no users with permission to access profiles.
es: No hay usuarios con permisos para acceder a los perfiles.

source: No profile settings are configured for MySite.
es: No hay opciones de perfil configuradas para MiSitio.

source: My profile
es: Mi perfil

source: Could not find profile title.
es: No pudo encontrarse el título del perfil.

source: There are no valid profile options.
es: No hay opciones de perfil válidas.

source: Select the profile elements that will display by default on a user MySite page. Users may edit these settings when they configure their MySite profile element.
es: Selecciona los elementos del perfil que serán mostrados por defecto en la página personal del MiSitio de los usuarios. Los usuarios pueden modificar estas opciones cuando configuren los elementos de perfil en su MiSitio.

source: At least one option must be selected.
es: Debe seleccionarse al menos una opción.

source: Select the profile elements to show on your personal page.
es: Selecciona los elementos del perfil a mostrar en tu página personal.

source: Personal settings saved.
es: Opciones personales guardadas.

source: User picture
es: Foto del usuario

source: No profile information was found.
es: No se encontró información de perfil.

source: Page updated
es: Página actualizada

source: Site members can display their personal information in this space. You will be able to select which elements of your personal profile to display to others.
es: Los usuarios miembros pueden mostrar su información personal en este espacio. Puedes seleccionar cuales elementos de tu perfil personal mostrar a los demás.

source: Login to your account
es: Ingresar a tu cuenta

source: Sign up for an account
es: Regístrate

source: Categories
es: Categorías

source: <b>Categories</b>: Content assigned to a specific taxonomy term.
es: <b>Categorías</b>: Contenido asignado a una categoría específica.

source: Add Categories
es: Adicionar Categorías

source: You can track content by category. Type a keyword in the search box to find the matching category, or choose from the list provided.
es: Puedes rastrear el contenido por categoría. Escribe una palabra en el recuadro de búsqueda para encontrar la categoría correspondiente, o selecciona de la lista propuesta.

source: There are no categories defined for the site.
es: No hay categorías definidas en este sitio.

source: Could not find term title
es: No pudo encontrarse título de esa categoría

source: Could not find term data
es: No pudo encontrarse información de esa categoría

source: The content category that you wish to add.
es: La categoría de contenido que deseas adicionar.

source: Add Category
es: Adicionar Categoría

source: <p>Select the vocabularies to display to MySite users.</p><p><em>If no options are selected, then all vocabularies will be made available.</em></p>
es: <p>Selecciona los vocabularios a desplegar para los usuarios de MiSitio.</p><p><em>Si no hay opciones seleccionadas, entonces todos los vocabularios quedarán disponibles.</em></p>

source: What vocabularies should be displayed to MySite users?
es: Qué vocabularios deben mostrarse a los usuarios de MiSitio?

source: <b>Theme Switching</b>: Enables users to choose a theme for MySite.
es: <b>Cambiar de Tema</b>: Permite a los usuarios elegir un tema para MiSitio.

source: There must be more than one enabled theme.
es: Debe haber más de un tema activado.

source: More than one MySite theme must be configured.
es: Más de un tema de MiSitio debe ser configurado.

source: Allowed themes
es: Estilos permitidos

source: Select the themes that users may select for their MySite page.
es: Selecciona los temas que los usuarios pueden elegir para su página de MiSitio.

source: Screenshot for %theme theme
es: Captura de pantalla del tema %theme

source: no screenshot
es: no hay captura de pantalla

source: Users
es: Usuarios

source: <b>User Posts</b>: Content posted by a specific user.
es: <b>Publicaciones de Usuario</b>: Contenido publicado por un usuario específico.

source: Add User Posts
es: Adicionar Publicaciones de Usuario

source: You can choose to track postings by specific users. Type a user name in the search box, or choose from the list of active contributors.
es: Puedes elegir seguir las publicaciones de usuarios específicos. Escribe un nombre de usuario en el recuadro, o elígelo de la lista de participantes activos.

source: There are no users with permission to access content.
es: No hay usuarios con permisos para acceder al contenido.

source: No user roles are configured for MySite.
es: No hay roles de usuarios configurados para MiSitio.

source: Could not find user title.
es: No pudo encontrarse el título del usuario.

source: Could not find user data
es: No pudo encontrarse información del usuario.

source: The user name of the user you wish to add.
es: El nombre de usuario del usuario que deseas adicionar.

source: The user posts of @user
es: Pubicaciones recientes de @user

source: Allowed user roles
es: Roles de usuario permitidos

source: <h3>User posts</h3><p>Enabling the options below will allow users to add recent posts from a specific user to their personal page. The users available may be restricted to only the roles selected below.</p>
es: <h3>Publicaciones de Usuarios</h3><p>Activar esta opción permite a los usuarios adicionar publicaciones recientes de un usuario específico a su página personal. Los usuarios disponibles pueden ser restringidos a los roles indicados debajo.</p>

source: Select the user roles that may be added to a MySite page. <br /><em>NOTE: Adding <b>authenticated user</b> will enable all roles except <b>anonymous user</b>.</em>
es: Selecciona los roles de usuarios que pueden ser adicionados a una página de MiSitio. <br /><em>NOTA: Adicionar <b>usuario autenticado</b> activará todos los roles menos <b>usuario anónimo</b>.</em>
