Repository: qplot/ssp
Catalog: sites/all/modules/print/po/*.po
Languages: fr, nl

source: Allows users to create printer-friendly pages for nodes and profile pages.
fr: Autoriser les utilisateurs à créer des versions imprimables pour les noeuds et les pages de profil.

source: printer friendly
fr: version imprimable

source: Printer friendly page link
fr: Lien de la version imprimable de la page
nl: Printervriendelijke pagina-links

source: Enable or disable the printer friendly page link for each node. Even if the link is disabled, you can still view the print version of a node by going to node/nid/print where nid is the numeric id of the node.
fr: Active ou désactive le lien 'version imprimable' pour chaque noeud. Même si le lien est désactivé, vous pouvez toujours voir la version imprimable du noeud en allant à 'node/nid/print' où nid est l'id numérique du noeud.

source: Print settings
fr: Paramètres de Print

source: Logo URL
fr: URL du logo

source: An alternative logo to display on the printer friendly version
fr: Logo alternatif à afficher sur la version imprimable

source: The URL to your print cascading stylesheet.
fr: URL vers votre feuille de style pour version imprimable
nl: Het URL-aders van uw print-stijlbestand (css: cascading stylesheet).

source: Printer friendly URLs
fr: URLs des versions imprimable
nl: Printervriendelijke URL-adressen

source: Robots META tags
fr: META tags de robots

source: Add noindex
fr: Ajouter noindex

source: Instruct robots to not index printer friendly pages
fr: Ordonner aux robots de ne pas indexer les versions imprimables

source: Add nofollow
fr: Ajouter nofollow

source: Instruct robots to not follow outgoing links on printer friendly pages
fr: Ordonner aux robots de ne pas suivre les liens inclus dans les versions imprimables

source: Add noarchive
fr: Ajouter noarchive

source: Non-standard tag to instruct search engines to not show a "Cached" link for your printer friendly pages. Recognized by Googlebot.
fr: Tag non-standard pour ordonner aux moteurs de recherche de ne pas montrer un lien mis en cache pour les versions imprimables. Reconnu par Googlebot.

source: Add nocache
fr: Ajouter nocache

source: Non-standard tag to instruct search engines to not show a "Cached" link for your printer friendly pages
fr: Tag non-standard pour ordonner aux moteurs de recherche de ne pas montrer un lien mis en cache pour les versions imprimables.

source: Display a printer friendly version of this page.
fr: Affiche une version imprimable de cette page

source: printer friendly version
fr: version imprimable

source: print
fr: imprimer
nl: printen

source: Allows users to create printer-friendly pages for nodes.
nl: Laat gebruikers toe om printervriendelijke pagina's te maken van nodes.

source: printer friendly page
nl: Printervriendelijke pagina

source: Stylesheet URL
nl: URL-adres stijlbestand

source: Print page elements
nl: Print pagina elementen

source: Disabled
nl: Uitgeschakeld

source: Enabled
nl: Ingeschakeld

source: Enable or disable the 'printer friendly page' link for each node. Even if the link is disabled, you can still view the print version of a node by going to 'node/nid/print' where nid is the numeric id of the node.
nl: Schakelt de 'printervriendelijke pagina'-link in of uit voor elke node. Zelfs indien een link uitgeschakeld is, kan u nog steeds een printervriendelijke versie te zien krijgen door naar 'node/nid/print' te gaan; waarbij nid de nummer id is van de node.
